{
    "cards" : [
        {
            "title" : "Introduction",
            "text" : ["Income inequality in the United States is at 100 year high. Since the late 1960's the top 5% of income earners in America have seen their income sharply rise. At the same time income for the bottom 95% has at best risen modestly and at worst stayed stagnant.", 
            "In this presentation we will explore the data associated with income inequality in the United States and how it effects various racial demographics."],
            "buttons" : ["overall-top"]
        },
        {
            "title" : "The Thriving Upper Class",
            "text" : ["The top 20% of earners have done very well in the past 50 years. The lower 15% of top earners saw their income increase by 93.5% while the top 5% saw their income increase 113% over the same time span.",
            "At no point did either group see their median income drop below $100k/year. As of 2017 both groups are well above the 6 figure mark."],
            "buttons" : ["overall-top5", "overall-highest"]
        },
        {
            "title" : "The Stagnant Middle Class",
            "text" : ["Shown here is what might be considered the middle and upper-middle class. Both make modest gains income. From 1967 - 2017 the middle-class sees a 35% gain in median income. The upper-middle class fared slightly better with a 55% increase in median income."],
            "buttons" : ["overall-fourth", "overall-third"]
        },
        {
            "title" : "The Stagnant Middle Class",
            "text" : ["Shown here is what might be considered the middle and upper-middle class. Both make modest gains income. From 1967 - 2017 the middle-class sees a 35% gain in median income. The upper-middle class fared slightly better with a 55% increase in median income.",
            "These gains pale incomparison to the Top 5% who saw an increase of 113% in that same time period."],
            "buttons" : ["overall-top5", "overall-fourth", "overall-third"]
        },
        {
            "title" : "The Failing Lower Class",
            "text" : ["The most socio-economically vulnerable have fared the worst. The bottom 40% of house holds have barely seen their incomes rise in the past 50 years. These individuals are also the most vulnerable to seeing their earning power decrease."],
            "buttons" : ["overall-second", "overall-lowest"]
        },
        {
            "title" : "The Failing Lower Class",
            "text" : ["The most socio-economically vulnerable have fared the worst. The bottom 40% of house holds have barely seen their incomes rise in the past 50 years. These individuals are also the most vulnerable to seeing their earning power decrease.",
            "When put into context with the Top 5% the lowest earners barely even register on the plot."],
            "buttons" : ["overall-top5", "overall-second", "overall-lowest"]
        },
        {
            "title" : "The Absolute Income Gap",
            "text" : ["The absolute wealth gap is the difference in median income between the Top 5% and the lowest 20% of earners. It was at its lowest in 1968 at $165,054. In 2017 that gap was at $372031, a 125% increase.", "For every $10,000 of income generated a median Top 5% earner would take home $4,500 while a median earner in the lowest 20% would barely see $100."],
            "buttons" : ["overall-top5", "overall-lowest"]
        }
    ]
}